Repository: ttm-tt/wxTTM
Catalog: src/Resources/*/ttm.po
Languages: de

source: &Tournament
de: &Turnier

source: &New... Ctrl+N
de: &Neu... Ctrl+N

source: &Open... Ctrl+O
de: &Öffnen... Ctrl+O

source: &Detach
de: &Löschen

source: E&xit
de: &Beenden

source: &Help
de: &Hilfe

source: &Check for Update
de: &Auf Update Prüfen

source: Shortcuts
de: Tastaturkürzel

source: Third-Party Software
de: Software Dritter

source: &About
de: &Über

source: &Close
de: S&chließen

source: &Settings...
de: &Einstellungen...

source: &Backup
de: Datenbank &sichern

source: &Restore
de: Datenbank &wiederherstellen

source: &Events
de: &Wettbewerbe

source: &Groups
de: &Gruppen

source: &Associations
de: &Verbände

source: Umpires
de: Schiedsrichter

source: &Players
de: &Spieler

source: Ranking Poin&ts
de: Rankingpunk&te

source: E&ntries
de: &Meldungen

source: &Positions
de: &Setzung

source: &Schedules
de: &Zeitplan

source: &Results
de: &Ergebnisse

source: &For Ranking
de: &Für Ranking

source: For &TTM
de: Für &TTM

source: &For ITTF
de: &Für ITTF

source: For &ETTU
de: &Für ETTU

source: Cancel Double
de: Doppel abmelden

source: &Competition
de: &Wettbewerb

source: Team &System
de: Mannschaft&system

source: Group &Modus
de: Gruppen&modus

source: Match Points
de: Match Punkte

source: &Event
de: &Wettbewerb

source: &Group
de: &Gruppe

source: &Registration
de: &Meldung

source: Associations
de: Verbände

source: Teams
de: Mannschaften

source: &Draw
de: &Auslosung

source: Seeding
de: Setzung

source: Qualification
de: Qualifikation

source: Championship
de: Hauptrunde

source: Consolation
de: Trostrunde

source: From Qualification
de: Von Qualifikation

source: Groups from Qualification
de: Gruppen aus Qualifikation

source: Consolation of Knock-Out
de: Trostrunde von Knock-Out

source: &Match
de: &Ergebnis

source: &Time
de: &Zeit

source: &Result
de: &Ergebnis

source: &Match Result
de: Ergebnis &direkt

source: &Overview
de: &Übersicht

source: &Unscheduled
de: &Ohne Ansetzung

source: &Print
de: &Drucken

source: &Preview
de: &Vorschau

source: &Create PDF
de: PDF &Erzeugen

source: &Reports
de: &Berichte

source: Results &Forms
de: &Ergebnisraster

source: Print Played
de: Drucke gespielt

source: &Manage Options
de: &Optionen verwalten

source: Database Login
de: Datenbank Login

source: Database
de: Datenbank

source: Windows Authentication
de: Windows Authentifizierung

source: Username
de: Benutzername

source: Password
de: Passwort

source: &Cancel
de: &Abbrechen

source: Detach Tournament
de: Turnier Löschen

source: Tournament
de: Turnier

source: Delete Directory
de: Verzeichnis Löschen

source: Create Tournament
de: Turnier anlegen

source: Type
de: Typ

source: Youth
de: Jugend

source: Regular
de: Regulär

source: Veterans
de: Senioren

source: Group Modus
de: Gruppenmodus

source: Open Tournament
de: Turnier öffnen

source: Preview
de: Vorschau

source: Print
de: Drucken

source: Close
de: Schließen

source: Update Available
de: Update Verfügbar

source: An update is available.
de: Ein Update ist verfügbar.

source: View changes
de: Änderungen ansehen

source: Download and install
de: Herunterladen und Installieren

source: File
de: Datei

source: Select a file
de: Datei auswählen

source: Settings
de: Einstellungen

source: Description
de: Beschreibung

source: Category
de: Kategorie

source: Default Team System
de: Default Mannschaftspielsystem

source: Single
de: Einzel

source: Double
de: Doppel

source: Team
de: Mannschaft

source: Male
de: Männlich

source: Female
de: Weiblich

source: Born on
de: Geboren am

source: or after
de: oder danach

source: Extended
de: Erweitert

source: Points To Win
de: Punkte für Sieg

source: Points To Win Last Game
de: Punkte letztes Spiel

source: Points Ahead
de: Punkte Vorsprung

source: Points Ahead Last Game
de: Vorsprung letztes Spiel

source: Event
de: Wettbebwerb

source: Entries / Pairs
de: Spieler / Paare

source: Complete
de: Vollständig

source: Open
de: Offen

source: Add
de: Hinzufügen

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: Entries
de: Meldungen

source: From stage
de: Von Stufe

source: To stage
de: Nach Stufe

source: To group
de: In Gruppe

source: From pos.
de: Bis Pos.

source: To pos.
de: Bis Pos.

source: Use lpsolve
de: Lpsolve verwenden

source: None
de: Keiner

source: Groups
de: Gruppen

source: World
de: Weltrangliste

source: Draw
de: Auslosung

source: Stage
de: Stufe

source: Sort Order
de: Sortierung

source: Group System
de: Gruppensystem

source: Team System
de: Mannschaftssystem

source: No. of Entries
de: Anz. Teilnehmer

source: No. of Rounds
de: Anz. Runden

source: Winner is
de: Sieger ist

source: No Match for 3rd Place
de: Kein Spiel um Platz 3

source: Only Match for 3rd Place
de: Nur Spiel um Platz 3

source: Template
de: Vorlage

source: Round
de: Runde

source: Group
de: Gruppe

source: Finished
de: Beendet

source: Options
de: Einstellungen

source: Refresh
de: Aktualisieren

source: Notes
de: Notizen

source: Publish
de: Publizieren

source: Unpublish
de: Depublizieren

source: Print Options
de: Druckeinstellungen

source: Treat byes like players
de: Freilos wie Spieler behandeln

source: Start new page
de: Neue Seite beginnen

source: Print schedule in raster
de: Zeitplan in Raster drucken

source: Print Notes
de: Anmerkungen drucken

source: Include match details
de: Spieldetails einschliessen

source: Result from last played round
de: Ergebnis von letzter gespielter Runde

source: Print individual matches
de: Einzelspiele drucken

source: Print selected rounds
de: Ausgeählte Runden drucken

source: From
de: Von

source: To
de: Bis

source: Combined scoresheet
de: Kombinierter Schiedsrichterzettel

source: Print participate consolation
de: Teilnahme an Trostrunde Drucken

source: Print position numbers
de: Position drucken

source: Print only scheduled
de: Nur Spiele mit Ansetzung

source: No Qualification
de: Keine Qualifikation

source: Rounds
de: Runden

source: Last rounds
de: Letzte Runden

source: Print selected matches
de: Ausgewählte Spiele drucken

source: Matches
de: Spiele

source: Last Matches
de: Letzte Spiele

source: Save As ...
de: Speichern als ...

source: Cancel
de: Abbrechen

source: Start with Number
de: Beginn mit Nummer

source: Number of Groups
de: Anzahl Gruppen

source: Import from Online Entries
de: Import von Online Entries

source: Created
de: Angelegt

source: Directory for import files
de: Verzeichnis für Importdateien

source: Competitions
de: Wettbewerbe

source: Players
de: Spieler

source: Ranking Points
de: Rankingpunkte

source: Singles
de: Einzel

source: Doubles
de: Doppel

source: Clear tournament before import
de: Turnier vor Import löschen

source: Player
de: Spieler

source: Partner
de: Doppelpartner

source: Association
de: Verband

source: Mt Pts
de: Mt Pkt.

source: Mt Pts Win
de: Mt.Pts. Sieger

source: Mt Pts Tie
de: Mt.Pts. Unentsch,

source: Mt Pts Loss
de: Mt.Pts. Verlierer

source: Group Size
de: Gruppengröße

source: Automatic
de: Automatisch

source: Positions
de: Setztung

source: No of Matches
de: Anz. Spiele

source: Group View
de: Gruppenansicht

source: Match / Time
de: Ergebnis / Zeitplan

source: Score Sheet
de: SR-Zettel

source: Group Table
de: Tabelle

source: Match No.
de: Spielnr.

source: Team Match
de: Mannschaftsspiel

source: Lost by w.o.
de: Verloren durch Aufgabe

source: Injured
de: Verletzt

source: Disqualified
de: Disqualifiziert

source: Game %i
de: Spiel %i

source: Swap Result
de: Ergebnis tausche

source: Result
de: Ergebnis

source: Double click to enter nomination
de: Doppelklick, um Aufstellung einzugeben

source: Winner
de: Sieger

source: Match
de: Spiel

source: Date
de: Tag

source: Time
de: Zeit

source: Table
de: Tisch

source: Apply To
de: Anwenden auf

source: This Match
de: Dieses Spiel

source: Round Exclude Byes
de: Runde ohne Freilose

source: Match in Groups
de: Spiel in Gruppen

source: Round in Groups
de: Runde in Gruppen

source: Round in Groups Exclude Byes
de: Runde in Gruppen ohne Freilose

source: Tables
de: Tische

source: Avail. Tables
de: Verfügbare Tische

source: Decrement No
de: Tischnr. herunterzählen

source: Umpire
de: Schiedsrichter

source: Assistant
de: Assistent

source: Assign Player
de: Spieler benennen

source: Available Players
de: Verfügbare Spieler

source: Nominated Players
de: Nominierte Spieler

source: Nomination
de: Nominierung

source: Player 4 replaces
de: Spieler 4 ersetzt

source: Changes
de: Änderungen

source: Overview for
de: Übersicht für

source: Grid size
de: Gridgröße

source: Medium
de: Mittel

source: Small
de: Klein

source: Large
de: Groß

source: Error
de: Fehler

source: Incomplete
de: Unvollständig

source: Not Printed
de: Nicht gedruckt

source: Missing
de: Fehlend

source: Printed
de: Gedruckt

source: Checked
de: Überprüft

source: Player Number
de: Startnummer

source: Rank. Pts.
de: Rang. Pkt.

source: Family Name
de: Nachname

source: Given Name
de: Vorname

source: Year of Birth
de: Geburtsjahr

source: Sex
de: Geschlecht

source: Available Events
de: Verfügbare Wettbewerbe

source: Entered Events
de: Gemeldete Wettbewerbe

source: Add>>>
de: Hinzufügen>>>

source: Remove<<<
de: Entfernen<<<

source: Entered Groups
de: Gemeldete Gruppen

source: Schedules
de: &Zeitplan

source: Undelete
de: Wiederherstellen

source: History
de: Historie

source: Clone
de: Duplizieren

source: Event Hist
de: Historie WB

source: Events Updated
de: Wettbewerbe geändert

source: Groups Updated
de: Gruppe geändert

source: Qualifiers
de: Qualifikanten

source: Up
de: Hoch

source: Down
de: Runter

source: Change
de: Ändern

source: Print Score Sheet of
de: Schiedsrichterzettel drucken

source: This individual match
de: Dieses Einzelspiel

source: This match
de: Dieses Spiel

source: This round
de: Diese Runde

source: This Group
de: Diese Gruppe

source: Scheduled matches
de: Angesetzte Spiele

source: until
de: bis

source: Not yet printed
de: Noch nicht gedruckt

source: Combined Scoresheet
de: Kombinierter Schiedsrichterzettel

source: Print Participate Consolation
de: Teilnahme an Trostrunde drucken

source: Reset Printed
de: Gedruckt zurücksetzen

source: Mark Printed
de: Gedruckt

source: Title
de: Titel

source: Subtitle
de: 2. Titel

source: Language
de: Sprache

source: Connection
de: Verbindung

source: Backup Time
de: Backupzeit

source: minutes
de: Minuten

source: Keep Last
de: Letzte aufheben

source: Append Timestamp
de: Zeitstempel anhängen

source: Backup Path
de: Backup Pfad

source: Print Settings
de: Druckeinstellungen

source: Assoc. Abbrev. Width
de: Breite Verbandskürzels

source: Assoc Desc. Width
de: Breite des Verbandsnamens

source: Assoc. Region Width
de: Breite der Region

source: Team Abbrev. Width
de: Breite Mannschaftskürzel

source: Players Number Width
de: Breite Startnummer

source: Print Association
de: Verband drucken

source: Print Association in Teams
de: Verband bei Mannschaften drucken

source: KO Caption Margin
de: KO Überschr. Rand

source: Scale to Paper Size
de: Auf Papiergröße skalieren

source: Print Content
de: Druckinhalt

source: Print Banner
de: Banner drucken

source: Remove
de: Entfernen

source: Print Logo
de: Logo drucken

source: Print Sponsor
de: Sponsoren drucken

source: Print Language
de: Drucksprache

source: Scoresheet
de: SR-Zettel

source: Print Service And Timeout
de: Service und Timeout drucken

source: Print Cards
de: Karten drucken

source: Print Players Signature
de: Unterschrift Spieler drucken

source: Print Coaches
de: Trainer drucken

source: Print Umpires
de: Schiedsrichter drucken

source: Print Umpire Name
de: Schiedsrichternamen drucken

source: Print Call Area
de: Call Area drucken

source: Print Start And End Time
de: Start und Ende drucken

source: Print Remarks
de: Anmerkungen drucken

source: &Execute
de: &Ausführen

source: &Save
de: &Speichern

source: Open Query
de: Query öffnen

source: Save Query
de: Query speichern

source: Player(s) / Team
de: Spieler / Mannschaft

source: Seeded
de: Setzung

source: No Consolation
de: Keine Trostrunde

source: Gave Up
de: Aufgegeben

source: Final Position
de: Endgültige Plazierung

source: Seed. Pos.
de: Setz. Pos.

source: Calculate
de: Berechnen

source: No of Singles
de: Anz. Einzel

source: No of Doubles
de: Anz. Doppel

source: Play all Matches
de: Alle Spiele spielen

source: Entered Players
de: Gemeldete Spieler

source: Show All
de: Alle Spieler anzeigen

source: Schedule
de: Zeitplan

source: Umpire Number
de: SR Nummer

source: Phone
de: Telefon

source: First comment is not %s but "%s". Continue anyway?
de: Erster Kommentar ist nicht %s sondern "%s". Trotzdem weitermachen?

source: Version %d of import file is not supported
de: Version %d der Importdatei wird nicht unterstützt

source: Unkown team system %s
de: Unbekanntes Mannschaftsspielsystem %s

source: Unkown group mdous %s
de: Unbekannter Gruppenmodus %s

source: Unkown group type %s
de: Unbekannter Gruppentyp %s

source: Cannot change structure of an existing group
de: Die Struktur einer vorhandenen Gruppe kann nicht geändert werden

source: Could not update group %s - %s
de: Gruppe %s - %s konnte nicht aktualisiert werden

source: Event %s does not exist
de: Wettbewerb %s existiert nicht

source: The following player names were not found, are not unique, or are not allowed to play in that event: %s
de: Die folgenden Spielernamen wurden nicht gefunden, sind nicht eindeutig oder dürfen nicht im Wettbewerb spielen: %s

source: Event %s does not exist. Continue anyway?
de: Wettbewerb %s existiert nicht. Trotzdem weitermachen?

source: Group %s of event %s does not exist. Continue anyway?
de: Gruppe %s in Wettbewerb %s existiert nicht. Trotzdem weitermachen?

source: Group %s of event %s has already started!
de: Gruppe %s von Wettbewerb %s hat bereits begonnen, zu spielen!

source: A draw has been performed and scheduled for group %s of event %s!
de: Für Gruppe %s von Wettbewerb %s wurde bereits eine Auslosung gemacht und ein Zeitplan eingegeben!

source: A draw has been performed for group %s of event %s. Continue anyway?
de: Für Gruppe %s von Wettbewerb %s wurde bereits eine Auslosung gemacht. Trotzdem weitermachen?

source: Pos %d exceeds size of group %s of event %s. Continue anyway?
de: Pos %d in Gruppe %s in Wettbewerb %s übersteigt die Größe der Gruppe. Trotzdem weitermachen?

source: Tournament not opend
de: Turnier ist nicht offen

source: or before
de: oder davor

source: Pl.Nr.
de: Startnr.

source: Assoc.
de: Verband

source: Born in
de: Geb. am

source: Extern ID
de: Externe ID

source: Rk.Pts.
de: Rang. Pkt.

source: Edit Team
de: Editiere Mannschaft

source: Edit Double
de: Doppel editieren

source: Select Player
de: Spieler auswählen

source: Are you sure to delete selected team(s)?
de: Wollen Sie die ausgewählte(n) Mannshaft(en) löschen?

source: Are you sure to delete selected entry?
de: Wollen Sie die ausgewählten Spieler löschen?

source: Year
de: Jahr

source: Edit Event
de: Wettbebwerb editieren

source: Are you sure to delete selected event(s)?
de: Wollen Sie die ausgewählte(n) Wettbewerbe löschen?

source: Edit Entries
de: Meldungen editieren

source: From round
de: Von Runde

source: To round
de: Bis Runde

source: Select Export File
de: Exportdatei auswählen

source: CSV Files (*.csv)|*.csv|All Files (*.*)|*.*
de: CSV Dateien (*.csv)|*.csv|Alle Dateien (*.*)|*.*

source: All Groups
de: Alle Gruppen

source: Played
de: Gespielt

source: Finished Groups
de: Beendete Gruppen

source: Print %d Result Form(s)
de: Drucke %d Ergebnisraster

source: Edit Group
de: Gruppe editieren

source: Are you sure to delete selected group(s)?
de: Wollen Sie die ausgewählte(n) Gruppen löschen?

source: Add Note
de: Notizen hinzufügen

source: Enter Print Option Name
de: Namen der Druckoptionen eingeben

source: Print option %s already exists. Overwrite?
de: Durckoption %s existiert bereits. Überschreiben?

source: Are you sure to delete selected print options?
de: Sind Sie sicher, die ausgewählten Druckoptionen löschen zu wollen?

source: Result Forms
de: Ergebnisraster

source: Group Template
de: Gruppe Vorlage

source: Could not read list of tournaments: %s
de: Die Liste der Turnier konnte nicht gelesen werden: %s

source: Could not read list of tournaments
de: Die Liste der Turnier konnte nicht gelesen werden

source: No tournaments found
de: Keine Turniere gefunden

source: Reading List of Tournaments
de: Lese Liste der Turniere

source: Overwrite exsting import files?
de: Existierende Importdateien überschreiben?

source: Reading Tournament
de: Lese Turnier

source: Could not read tournament: %s
de: Das Turnier konnte nicht gelesen werden:%s

source: Clear Tournament
de: Lösche Turnier

source: Import Competitions
de: Importiere Wettbewerbe

source: Import Associations
de: Verbände importieren

source: Import Players
de: Spieler importieren

source: Import Rankikng
de: Rankingpunkte importieren

source: Import Singles
de: Einzel importieren

source: Import Doubles
de: Doppel importieren

source: Import Mixed
de: Mixed importieren

source: Import Teams
de: Mannschaften importieren

source: Import Clubs
de: Clubs importieren

source: Import Tournament
de: Importiere Turnier

source: Select Directory for Import Files
de: Verzeichnis für Importdateien wählen

source: Wrong players at round %d, match %d
de: Ungültige Spieler in Runde %d, Spiel %d

source: Same match at round %d match %d and round %d match %d
de: Gleiches Spiel in Runde %d Spiel %d und Runde %d Spiel %d

source: Same match at round %d match %d and match %d
de: Gleiches Spiel in Runde %d Spiel %d und Spiel %d

source: Round %d
de: Runde %d

source: Match %d
de: Spiel %d

source: Group Positioning
de: Setzung

source: Edit Group Modus
de: Gruppenmodus editieren

source: Are you sure to delete selected group modi?
de: Wollen Sie die ausgewählten Gruppenmodi löschen?

source: Pts
de: Pkt

source: Result %d
de: Ergebnis %d

source: Edit Match Points
de: Matchpunkte editieren

source: Are you sure to delete selected match point(s))?
de: Wollen Sie die ausgewählte(n) Matchpunkte löschen?

source: Qualification Round
de: Qualifikationsrunde

source: Edit Schedule
de: Zeitplan editieren

source: Edit Team Result
de: Mannschafsergebnis eingeben

source: Edit Result
de: Ergebnis eingeben

source: Mt.Nr
de: Sp.Nr.

source: Print Scoresheets
de: Schiedsrichterzettel drucken

source: Wrong result
de: Ungültiges Ergebnis

source: Players are unknown or byes
de: Spieler unbekannt oder Freilos

source: Match not finished. Store anyway?
de: Spiel nicht beendet. Trotzdem speichern?

source: Result contradicts w/o, injured, or disqualified
de: Ergebnis widerspricht w/o, verletzt oder disqualifiziert

source: Edit Group Results
de: Ergebnis einer Gruppe eingeben

source: Print Scoresheet
de: Schiedsrichterzettel drucken

source: Tie
de: Unentschieden

source: Result contradicts w/o
de: Ergebnis wiederspricht w/o

source: Edit Nomination
de: Nominierung eingeben

source: Team match is already finished.
de: Mannschaftsspiel ist bereits beendet.

source: Previous team match is not finished
de: Vorheriges Spiel ist noch nicht beendet

source: Matches are already scheduled on selected tables
de: Es wurden bereits Spiele auf den ausgewählten Tischen angesetzt

source: Match is played after next round
de: Spiel ist nach der nächsten Runde angesetzt

source: Previous round has no time
de: Vorherige Runde hat keine Zeiten

source: Match is played before previous round
de: Spiel ist vor der vorherigen Runde angesetzt

source: Players / Teams
de: Spieler / Mannschaften

source: All Events
de: Alle Wettbewerbe

source: Edit Association
de: Verband editieren

source: Are you sure to delete selected association(s)?
de: Wollen Sie die ausgewählte(n) Verbände löschen?

source: Not decided
de: Nicht entschieden

source: Player 1
de: Spieler 1

source: Player 2
de: Spieler 2

source: %c-Res replaces %c-B1
de: %c-Res ersetzt %c-B1

source: %c-Res replaces %c-B2
de: %c-Res ersetzt %c-B2

source: %c-Res replaces %c-G1
de: %c-Res ersetzt %c-G1

source: %c-Res replaces %c-G2
de: %c-Res ersetzt %c-G2

source: A-3 replaces A-1
de: A-3 ersetzt A-1

source: A-3 replaces A-2
de: A-3 ersetzt A-2

source: A-4 replaces A-1
de: A-4 ersetzt A-1

source: A-4 replaces A-2
de: A-4 ersetzt A-2

source: X-3 replaces X-1
de: X-3 ersetzt X-1

source: X-3 replaces X-2
de: X-3 ersetzt X-2

source: X-4 replaces X-1
de: X-4 ersetzt X-1

source: X-4 replaces X-2
de: X-4 ersetzt X-2

source: QF
de: VF

source: T.B.D.
de: N.Z.B.

source: No Time
de: Ohne Zeit

source: Next
de: Nächstes

source: No Table
de: Kein Tisch

source: %d Mts.
de: %d Sp.

source: Overview
de: Übersicht

source: Print Match List
de: Spieleliste drucken

source: Find Match
de: Spiel suchen

source: Swap Table
de: Tische vertauschen

source: Edit Group Schedule
de: Spielansetzung einer Gruppe eingeben

source: Enter new table no.
de: Neue Tisch Nr.

source: Select Foreground
de: Vordergrund auswählen

source: Select Background
de: Hintergrund auswählen

source: Match Overview
de: Spielübersicht

source: Close Others
de: Alle anderen schließen

source: Rename
de: Umbenennen

source: New title
de: Neuer Titel

source: New Title
de: Neuer Titel

source: Edit Ranking Points
de: Rankingpunkte editieren

source: Inj.
de: Verl.

source: Player is member of a group that has already started
de: Spieler ist in einer Gruppe gemeldet, die bereits spielt

source: Team %s will then be empty
de: Mannschaft %s hat anschließend keine Spieler mehr

source: Current
de: Aktuell

source: Updated
de: Geändert

source: Add Player
de: Spieler hinzufügen

source: Edit Player
de: Spieler editiern

source: Are you sure to delete selected players?
de: Wollen Sie die ausgewählten Spieler löschen?

source: Players History
de: Historie des Spielers

source: Team ranking requires a default team system set for the event
de: Mannschaftsranking erfordert ein default Mannschaftssystem für den Wettbewerb

source: Players / Team
de: Spieler / Mannschaft

source: Enter new international ranking
de: Internationale Ranglistenposition editieren

source: Int'l rank.
de: Int'l Rang.

source: Edit International Ranking
de: Internationale Ranglistenposition editieren

source: Edit Ranking
de: Ranking editieren

source: Born
de: Geboren

source: Enter new ranking for year %d
de: Neues Ranking für Jahr %d eingeben

source: Save File
de: Datei speichern

source: Save SQL Query
de: SQL Query speichern

source: Open SQL Query File
de: SQL Query öffnen

source: Select Banner Image
de: Banner auswählen

source: Image Files (*.bmp, *.jpg, *.png, *.gif)|*.bmp;*.jpg;*.png;*.gif|All Files (*.*)|*.*
de: Bilddateien (*.bmp, *.jpg, *.png, *.gif)|*.bmp;*.jpg;*.png;*.gif|All Files (*.*)|*.*

source: Select Logo Image
de: Logo auswählen

source: Select Sponsor Image
de: Sponsorbild auswählen

source: Select Backup Path
de: Backuppfad auswählen

source: Group is finished.
de: Gruppe ist beendet.

source: First match already played.
de: Erstels Spiel wurde bereits gespielt.

source: Select Participant
de: Tetilnehmer auswählen

source: Edit Seeding
de: Setzung eingeben

source: Are you sure to delete selected entries?
de: Sind Sie sicher, die ausgewählten Einräge löschen zu wollen?

source: Games
de: Spiele

source: Points
de: Punkte

source: Stndg.
de: Platz.

source: Single %d
de: Einzel %d

source: Double %d
de: Doppel %d

source: Team %c
de: Mannschaft %c

source: Edit Team System
de: Mannschaftspielsystem editieren

source: Are you sure to delete selected team system(s)?
de: Wollen Sie die ausgewählte(n) Mannschaftsspielsysteme löschen?

source: A team with this name already exists for this event
de: Eine Mannschaft mit diesem Namen existiert bereits für diesen Wettbewerb

source: Ump. Nr.
de: SR Nr.

source: Add Umpire
de: Schiedsrichter hinzufügen

source: Edit Umpire
de: Schiedsrichter bearbeiten
