Repository: ttm-tt/wxTTM
Catalog: src/Resources/*/ttm.po
Languages: de

source: Are you sure to delete selected umpires?
de: Wollen Sie die ausgewählten Schiedsrichter löschen?

source: Group %s has not finished
de: Gruppe %s ist noch nicht beendet

source: Group %s has invalid final standings
de: Gruppe %s hat ungültige Endpositionen

source: The group positions of group %s have been modified. Continue anyway?
de: Die Gruppenpositionen von Gruppe %s wurden geändert. Trotzdem weitermachen?

source: Second of group %s is seeded into the same half as first. Continue anyway?
de: Der Zweite von Gruppe %s wurde in die gleiche Hälfte gesetzt wie der Erste. Trotzdem weitermachen?

source: Error in stage %d section %d: Wrong number of players found (found %d, expected %d)!
de: Fehler in Stufe %d Section %d: Falsche Anzahl von Spielern gefunden (gefunden:%d, erwartet %d)!

source: More than 1 pack in last stage at pos %d - %d
de: Mehr als ein Pack in letzter Stufe auf Position %d - %d

source: Two first playing in first round at pos %d - %d
de: Zwei Erste spielen in der ersten Runde gegeneinander auf Position %d - %d

source: Second got an unexpected bye in first round at pos %d - %d
de: Zweiter bekam ein unerwartetes Freilos auf Position %d - %d

source: First did not get an expected bye in first round at pos %d - %d
de: Erster bekam nicht das erwartete Freilos auf Position %d - %d

source: No group or group to small!
de: Keine Gruppe oder Gruppe zu klein!

source: Group %s has already started!
de: Gruppe %s hat bereits begonnen, zu spielen!

source: A draw has been performed and scheduled for group %s!
de: Für Gruppe %s wurde bereits eine Auslosung gemacht und ein Zeitplan eingegeben!

source: A draw has been performed for group %s. Continue anyway?
de: Für Gruppe %s wurde bereits eine Auslosung gemacht. Trotzdem weitermachen?

source: To few groups for the draw
de: Zu wenig Gruppen für die Auslosung

source: Seeded entry on pos. %d is not a direct entry. Continue anyway?
de: Gesezter auf Pos. %d ist kein direct entry. Trotzdem weitermachen?

source: No solution exists at stage %d, section %d
de: Es gibt keine Lösung in Stufe %d Abschnitt %d

source: A draw has been performed and scheduled!
de: Eine Auslosung wurde bereits gemacht und ein Zeitplan eingegeben!

source: A draw has been performed. Continue anyway?
de: Eine Auslosung wurde bereits gemacht. Trotzdem weitermachen?

source: Entry on pos. %d in group %s is qualified but has No Consolation flag set
de: Spieler auf Pos. %d in Gruppe %s ist qualifiziert aber hat das Flag Keine Trostrunde gesetzt

source: No groups found for stage %s!
de: Keine Gruppen in Stufe %s gefunden!

source: Group %s has not yet started!
de: Gruppe %s hat noch nicht begonnen!

source: Not all required matches of group %s have been played
de: Es wurden nicht alle erforderlichen Spiele in Gruppe %s gespielt

source: Ranked players ignored because players have already been seeded
de: Spiler mit Ranglistenposition werden ignoriert, da es bereits eine Setzung gibt

source: The ranked entry of group %s finished %d, trying winner instead
de: Spieler mit Ranking beendete Gruppe %s auf Position %d, stattdessen wird der Sieger genommen

source: Error solving the draw in stg %d sec %d: res = %d
de: Es gibt keine Lösung in stg %d sec %d: res = %d

source: Team seeded to pos %d was drawn to different pos %d in std %d sec %d
de: Mannschaft gesetzt auf Pos. %d wurde auf eine andere Pos. %d in stg %d sec %d gelost

source: DE did not get an expected bye in first round at pos %d - %d
de: DE bekam nicht das erwartete Freilos auf Position %d - %d

source: No solution exists in stg %d sec %d
de: Es gibt keine Lösung in Stufe %d Abschnitt %d

source: No group!
de: Keine Gruppe!

source: Group too small for %d entries!
de: Gruppe zu klein für %d Spieler!

source: Group too large for %d entries!
de: Gruppezu groß für %d Spieler!

source: Too few groups for the draw!
de: Zu wenig Gruppen für die Auslosung!

source: Could not find solution to draw ranked entries
de: Es konnte keine Lösung für Spieler mit Ranking gefunden werden

source: Page
de: Seite

source: Bye
de: Freilos

source: Place
de: Position

source: YES, I want to play Consolation
de: JA, ich möchte die Trosrunde spielen

source: NO, I don't want to play Consolation
de: NEIN, ich möchte die Trostrunde nicht spielen

source: Game
de: Spiel

source: Mt %d
de: Sp. %d

source: Final
de: Finale

source: Semifinal
de: Halbfinale

source: Y
de: G

source: Signature of Player(s)
de: Unterschrift Spieler

source: Signature of Player(s) / Coach(es)
de: Unterschrift Spieler / Betreuer

source: Coach(es)
de: Trainer

source: Sd
de: St

source: Umpire(s)
de: Schiedsrichter

source: Signature of Umpire(s)
de: Unterschrift Schiedsrichter

source: Signature of Team Captains
de: Unterschrift Mannscahftskapitän

source: Color of Shirt
de: Farbe des T-Shirt

source: Back N.
de: Rückenn.

source: Racket Control
de: Schlägerkontrolle

source: Ball Selection
de: Ballauswahl

source: Before
de: Davor

source: After
de: Danach

source: Yes
de: Ja

source: No
de: Nein

source: Start at:
de: Beginn um:

source: End at:
de: Ende um:

source: Remarks:
de: Anmerkungen:

source: Confirmation
de: Bestätigung

source: Question
de: Frage

source: Warning
de: Warnung

source: Fatal Error
de: Fataler Fehler

source: Select Columns
de: Spalten auswählen

source: Cannot find report %s
de: Bericht %s nicht gefunden

source: Search text:
de: Suchtext:

source: Ready
de: Bereit

source: Remove From Doubles
de: Aus Doppel löschen

source: Tournament Settings
de: Turniereinstellungen

source: Import Events
de: Wettbewerbe importieren

source: Import Groups
de: Gruppen importieren

source: Import Umpires
de: Schiedsrichter importieren

source: Import Ranking Points
de: Rankingpunkte importieren

source: Import Entries
de: Meldungen importieren

source: Import Positions
de: Setzung importieren

source: Import Schedules
de: Zeitplan importieren

source: Import Results
de: Ergebnisse importieren

source: Export Events
de: Wettbebwerb exportieren

source: Export Groups
de: Gruppen exportieren

source: Export Associations
de: Verbände exportieren

source: Export Umpires
de: Schiedsrichter exportieren

source: Export Players
de: Spieler exportieren

source: Export Ranking Points
de: Rankingpunkte exportieren

source: Export Entries
de: Meldungen exportieren

source: Export Positions
de: Setzung exportieren

source: Export Schedules
de: Zeitplan exportieren

source: Export Results
de: Ergebnisse exportieren

source: Export for Ranking
de: Export für Ranking

source: Export for Ranking TTM
de: Export für Ranking TTM

source: Export for Ranking ITTF
de: Export für Ranking ITTF

source: Export for Ranking ETTU
de: Export für Ranking ETTU

source: List of Team Systems
de: Liste der Mannschaftssysteme

source: List of Group Modi
de: Liste der Gruppenmodi

source: List of Match Points
de: Liste der Matchpunkte

source: List of Events
de: Liste der Wettbewerbe

source: List of Groups
de: Liste der Gruppen

source: List of Associations
de: Liste der Verbände

source: List of Teams
de: Liste der Mannschaften

source: List of Players
de: Liste der Spieler

source: List of Umpires
de: Liste der Schiedsrichter

source: Ranking List
de: Rankingliste

source: DrawQualification
de: Auslosung Qualifikation

source: Draw Championship
de: Auslosung Hauptrunde

source: Draw Consolation
de: Auslosung Trostrunde

source: Draw From Qualification
de: Auslosung von Qualifikation

source: Draw Consolation From Knock-Out
de: Auslosung Trostrunde von Knock-Out

source: Draw Groups From Qualification
de: Auslosung Gruppen aus Qualifikation

source: Match Time
de: Spiel Zeitplan

source: Match Result
de: Spiel Ergebnis

source: Select Match
de: Spiel Auswählen

source: Unscheduled Matches
de: Spiele ohne Ansetzung

source: Print Reports
de: Berichte drucken

source: Print Result Forms
de: Ergebnisraster drucken

source: Print Played Groups
de: Gespielte Gruppen drucken

source: Manage Options
de: Optionen verwalten

source: The license is not valid! You are allowed to use existing tournaments but you cannot create new ones.
de: Ihre Lizenz ist ungültig. Sie können weiterhin bestehende Turniere öffnen aber keine neuen anlegen.

source: Your license has expired! You are allowed to use existing tournaments but you cannot create new ones.
de: Ihre Lizenz ist abgelaufen. Sie können weiterhin bestehende Turniere öffnen aber keine neuen anlegen.

source: Registration
de: Registrierung

source: List of Players Sorted by Name
de: Liste der Spieler sortiert nach Namen

source: List of Players Sorted by Number
de: Liste der Spieler sortiert nach Startnummer

source: List of Players with their Events
de: Liste der Spieler mit ihren Meldungen

source: Participants per Event
de: Teilnehmer per Wettbewerb

source: Participants in Championship
de: Teilnehmer in Hauptrunde

source: Participants in Consolation
de: Teilnehmer in Trostrunde

source: Players with Partner Missing
de: Spieler mit fehlendem Doppelpartner

source: Ranking by Association
de: Rangliste nach Verband

source: International Ranking
de: Internationale Rangliste

source: List of Matches
de: Liste der Spiele

source: Final Standings
de: Siegerliste

source: Licensed by %s. License expires %s
de: Lizensiert durch %s. Lizenz gültig bis %s

source: Unlicensed copy
de: Unlizensierte Kopie

source: No valid license found
de: Keine gültige Lizenz gefunden

source: Illegal tournament name
de: Ungültiger Turniername

source: Illegal database name
de: Ungültiger Datenbankname

source: Backup Database
de: Backup Datenbank

source: Backup successful
de: Backup erfolgreich

source: Database is not open
de: Datenbank nicht geöffnet

source: Tournament %s has already finished, restoring will overwrite all data. Continue anyway?
de: Turnier %s ist bereits beendet und Wiederherstellen wird alle Daten überschreiben. Trotzdem fortfahren?

source: Tournament %s has already started, restoring will overwrite all data. Continue anyway?
de: Turnier %s hat bereits begonnen und Wiederherstellen wird alle Daten überschreiben. Trotzdem fortfahren?

source: Tournament %s has already scheduled matches, restoring will overwrite all data. Continue anyway?
de: Turnier %s hat bereits angesetzte Spiele und Wiederherstellen wird alle Daten überschreiben. Trotzdem fortfahren?

source: Restore Database
de: Datenbank wiederherstellen

source: Restore successful
de: Restore erfolgreich

source: You are using the latest version of TTM
de: Sie verwenden die aktuelle Version von TTM

source: Could not determine the current version of TTM
de: Konnte die aktuelle Version von TTM nicht ermitteln

source: Install License
de: Lizenz Installieren

source: The license is not valid
de: Die Lizenz ist ungültig

source: The license has expired
de: Ihre Lizenz ist abgelaufen

source: Could not copy license file
de: Konnte die Lizenzdatei nicht kopieren

source: License file was copied
de: Lizenzdatei wurde kopiert
